{
    "title":"Education",
    "Introductions":"OpsEazy doing process of moving your work to cloud, including migration of apps, software programs, and entire infrastructure with the business objectives of the organization.",
    "images":"Industries/subs/Education.svg",
    "link":"cloud",
    "img":["Services/devops.svg",
                "technology/cloudtech/alibaba.svg",
                "technology/cloudtech/aws.svg",
                "technology/cloudtech/azure.svg",
                "technology/cloudtech/cgp.svg",
                "technology/cloudtech/heroku.svg",
                "technology/cloudtech/ibm.svg",
                "technology/cloudtech/ocean.svg",
                "technology/cloudtech/vm.svg"
            ],  
            "technology":[{    
                "techTitle":"Description",
                    "techid":"eight",
                    "class":"",
                    "serviceThumb":"background: url(/Services/subs/technology.svg)",
                    "image":"background:url(/Services/DevOps/Tech.svg)" ,
                    "techcontent":"We Plan our customers goals and objective, types of ownerships, and relationship of the organizations. We clearly observed assessment of our needs. We completely planned based on the Strategy, establishing the goals and objectives; performance assessment. Our final goal is satisfaction of customers. Our Business Planning based on Strategic Planning,  Goals,  Objectives,  Form of  Business  Ownership. To achieve our goal we used the specific technology depends on the industry and customers need. As our employee experts are having specific technical skills to improve your business.",
                    "techbullet" : [{
                        "title":"",
                        "lists":[""]
                    }]
                 
                    
            }] , 
    "subServices":[
         {
            "serviceTitle":"Overview",
            "id":"one",
            "class":"",  
            "serviceThumb":"background:url(/Services/subs/hybrid.svg)",
            "image":"background: url(/Services/DevOps/implementation.png) " ,
            "content":"You need places where you can learn lot, where you can collaborate and share what you do. Education is directed to the full development of the human personality and to the amplification of respect for human rights and fundamental freedom. Let us break the paucity through Education! For that OpsEazy will assist to search your education needs via Eduzup product.",
         
            "bullet" : [{  
                "title":"In What way we are helping in Education",
                "lists":["Based on your requirement you can find customized responses from tutors and institutes.",
                "Once you get the retort, you can evaluate them and select which is the best one.",
                "Apart from eduzup we are sustaining education platform to create the educational products and services."
            ]
            }]
             
         }
        ]
    }

    

