{
    "title":"Financial",
    "Introductions":"OpsEazy doing process of moving your work to cloud, including migration of apps, software programs, and entire infrastructure with the business objectives of the organization.",
    "images":"Industries/subs/Finance.svg",  
    "link":"cloud",
    "img":["Services/devops.svg",
                "technology/cloudtech/alibaba.svg",
                "technology/cloudtech/aws.svg",
                "technology/cloudtech/azure.svg",
                "technology/cloudtech/cgp.svg",
                "technology/cloudtech/heroku.svg",
                "technology/cloudtech/ibm.svg",
                "technology/cloudtech/ocean.svg",
                "technology/cloudtech/vm.svg"
            ],  
        "technology":[{    
            "techTitle":"Description",
                "techid":"eight",
                "class":"",
                "serviceThumb":"background: url(/Services/subs/technology.svg)",
                "image":"background:url(/Services/DevOps/Tech.svg)" ,
                "techcontent":"We Plan our customers goals and objective, types of ownerships, and relationship of the organizations. We clearly observed assessment of our needs. We completely planned based on the Strategy, establishing the goals and objectives; performance assessment. Our final goal is satisfaction of customers. Our Business Planning based on Strategic Planning,  Goals,  Objectives,  Form of  Business  Ownership. To achieve our goal we used the specific technology depends on the industry and customers need. As our employee experts are having specific technical skills to improve your business."
                
        }] , 
    "subServices":[
         {
            "serviceTitle":"Overview",
            "id":"one",
            "class":"",  
            "serviceThumb":"background:url(/Services/subs/hybrid.svg)",
            "image":"background: url(/Services/DevOps/implementation.png) " ,
            "content":"Today, financial institutions go around the globe is in front of extraordinary guideline, and rivalry while facing challenging customers. Financial institutions find it gradually more difficult to compete on price, and are pressed to look at new and innovative avenues to attract and retain customers. As customers become more technology sense and classy, it becomes imperative for banks to deem the use of technology to respond to their always changing necessities. Our OpsEazy Financial Services team closely works with its banking and financial services clients to give solutions for Devops/ cloud-based technologies. With our highly skilled team, we understand the dynamics of the needs and apply the same.",
         
            "bullet" : [{  
                "title":"We offer consulting and IT outsourcing services to Financial institutions in the areas of:",
                "lists":["All Types of Banking: Payment Systems, Credit Cards, Investments, Deposits, Housing loans, Auto Loans.",
                        "Risk and Compliance Management"]
            }]
             
         }
        ]
    }

    

