{
    "title":"Logistics",
    "Introductions":"OpsEazy doing process of moving your work to cloud, including migration of apps, software programs, and entire infrastructure with the business objectives of the organization.",
    "images":"Industries/subs/Logistics.svg", 
    "link":"cloud",
    "img":["Services/devops.svg",
                "technology/cloudtech/alibaba.svg",
                "technology/cloudtech/aws.svg",
                "technology/cloudtech/azure.svg",
                "technology/cloudtech/cgp.svg",
                "technology/cloudtech/heroku.svg",
                "technology/cloudtech/ibm.svg",
                "technology/cloudtech/ocean.svg",
                "technology/cloudtech/vm.svg"
            ],  
            "technology":[{    
                "techTitle":"Description",
                    "techid":"eight",
                    "class":"",
                    "serviceThumb":"background: url(/Services/subs/technology.svg)",
                    "image":"background:url(/Services/DevOps/Tech.svg)" ,
                    "techcontent":"We Plan our customers goals and objective, types of ownerships, and relationship of the organizations. We clearly observed assessment of our needs. We completely planned based on the Strategy, establishing the goals and objectives; performance assessment. Our final goal is satisfaction of customers. Our Business Planning based on Strategic Planning,  Goals,  Objectives,  Form of  Business  Ownership. To achieve our goal we used the specific technology depends on the industry and customers need. As our employee experts are having specific technical skills to improve your business.",
                    "bullet" : [{
                        "title":"",
                        "lists":["Provide technical, consultative, and delivery services to customers for DevOps initiatives.",
                        "Assist the Professional Services team to develop offerings including proven architectures, proofs of concept, and best practices for delivery.",
                        "Utilize a variety of tools, techniques, and procedures to resolve problems.",
                        "Assist and support team members in executing projects on time."]
                    }]
                 
            }] , 
    "subServices":[
         {
            "serviceTitle":"Overview",
            "id":"one",
            "class":"",  
            "serviceThumb":"background:url(/Services/subs/hybrid.svg)",
            "image":"background: url(/Services/DevOps/implementation.png) " ,
            "content":"In the modern epoch, the technology boom and the intricacy of logistics processes have spawned logistics management software and specialized logistics-focused rigid that accelerate the movement of possessions along the supply chain. In today's world, systems are enormously imperative to the flow of supplies. Logistics management is that part of supply chain management that plans, implements, and controls the efficient, valuable forward and reverses flow and storage of goods, services and related information between the point of origin and the point of consumption in order to meet customers’ requirements",
         
            "bullet" : [{  
                "title":"To Achieving excellence in logistics service to our customers OpsEazy is doing",
                "lists":["Quality Service",
                "Efficient and faster communications",
                "Track and Trace of shipment Delivery",
                "Economical Viability to our customers",
                "Personalized Service to meet and exceed customer Satisfaction"]
            }]
            
         }
        ]
    }

    

