{
    "title":"Telecommunication",
    "Introductions":"OpsEazy doing process of moving your work to cloud, including migration of apps, software programs, and entire infrastructure with the business objectives of the organization.",
    "images":"Industries/subs/Telecommunication.svg",
    "link":"cloud",
    "img":["Services/devops.svg",
                "technology/cloudtech/alibaba.svg",
                "technology/cloudtech/aws.svg",
                "technology/cloudtech/azure.svg",
                "technology/cloudtech/cgp.svg",
                "technology/cloudtech/heroku.svg",
                "technology/cloudtech/ibm.svg",
                "technology/cloudtech/ocean.svg",
                "technology/cloudtech/vm.svg"
            ],  
            "technology":[{    
                "techTitle":"Description",
                    "techid":"eight",
                    "class":"",
                    "serviceThumb":"background: url(/Services/subs/technology.svg)",
                    "image":"background:url(/Services/DevOps/Tech.svg)" ,
                    "techcontent":"We Plan our customers goals and objective, types of ownerships, and relationship of the organizations. We clearly observed assessment of our needs. We completely planned based on the Strategy, establishing the goals and objectives; performance assessment. Our final goal is satisfaction of customers. Our Business Planning based on Strategic Planning,  Goals,  Objectives,  Form of  Business  Ownership. To achieve our goal we used the specific technology depends on the industry and customers need. As our employee experts are having specific technical skills to improve your business."
                    
            }] , 
    "subServices":[
         {
            "serviceTitle":"Overview",
            "id":"one",
            "class":"",  
            "serviceThumb":"background:url(/Services/subs/hybrid.svg)",
            "image":"background: url(/Services/DevOps/implementation.png) " ,
            "content":"Telecommunication is the transmission of information over significant distances to communicate. This industry is highly sensitive to the slightest change in regulatory, technological, and economic factors and has its own share of challenges largely stemming from these factors. With wireless and broadband providing the needed momentum to their growth, the industry players adopt unique strategies to overcome these challenges and move forward to connect people to people and organizations.",
         
            "bullet" : [{  
                "title":"To reach our customers goal OpsEazy is following below strategy:",
                "lists":["We will assist you to understand key concepts, terminology and glossary, issues and challenges, associated with the telecommunications industry,",
                "We will also identify with the key aspects of the industry’s business model, its viable environment and the current trends.",
                "We do analysis strategy get engaged to rally some of those challenges"
            ]
            }]
           
         }
        ]
    }

    

